{"Name": "The Sopranos", "Rating": 8.8, "Year": "1999-01-10", "Genres": ["Drama", "Crime"], "Oficial Site": "http://www.hbo.com/the-sopranos", "Summary": "<p><b>The Sopranos</b>, writer-producer-director David Chase's extraordinary television series, is nominally an urban gangster drama, but its true impact strikes closer to home: Like 1999's other screen touchstone, American Beauty, the HBO series chronicles a dysfunctional, suburban American family in bold relief. And for protagonist Tony Soprano, there's the added complexity posed by heading twin families, his collegial mob clan and his own, nouveau riche brood.</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/4/11341.jpg"}
{"Name": "Breaking Bad", "Rating": 9.2, "Year": "2008-01-20", "Genres": ["Drama", "Crime", "Thriller"], "Oficial Site": "http://www.amc.com/shows/breaking-bad", "Summary": "<p><b>Breaking Bad</b> follows protagonist Walter White, a chemistry teacher who lives in New Mexico with his wife and teenage son who has cerebral palsy. White is diagnosed with Stage III cancer and given a prognosis of two years left to live. With a new sense of fearlessness based on his medical prognosis, and a desire to secure his family's financial security, White chooses to enter a dangerous world of drugs and crime and ascends to power in this world. The series explores how a fatal diagnosis such as White's releases a typical man from the daily concerns and constraints of normal society and follows his transformation from mild family man to a kingpin of the drug trade.</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/501/1253519.jpg"}
{"Name": "Breaking Bad: Original Minisodes", "Rating": 7, "Year": "2009-02-17", "Genres": ["Comedy", "Crime"], "Oficial Site": "https://www.amc.com/shows/breaking-bad/talk/2009/02/original-minisodes#:~:text=Now%20you%20can%20watch%20five,and%20Matt%20Jones%20(Badger).", "Summary": "<p>Watch Hank and Marie as they celebrate Valentine's Day in the bedroom in \"Good Cop, Bad Cop\". View a flashback to Hank and Marie's wedding as the groom discusses with Walt his last wild night as a bachelor in \"Wedding Day\". Go inside Jesse's band TwaughtHammer as he and Badger make a behind-the-music documentary, and sing along to the full music video for their song \"Fallacies\". Finally, watch Marie discuss politics and patriotism in her personal video diary, \"Marie's Confession\".</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/216/540867.jpg"}
{"Name": "Talking Bad", "Rating": null, "Year": "2013-08-11", "Genres": [], "Oficial Site": null, "Summary": "<p><b>Talking Bad</b> features Hardwick spending time with fans, actors, producers and tv enthusiasts, recapping the most recent <i>Breaking Bad</i> episode, and taking questions and comments from viewers. Fans may continue to engage with the after-show following the on-air conclusion, online, at amc.com for more videos, weekly polls and photo galleries of the guests featured on the series.</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/6/16586.jpg"}
{"Name": "Breaking Band", "Rating": null, "Year": "2016-01-24", "Genres": ["Music"], "Oficial Site": "http://breakingband.com", "Summary": "<p><b>Breaking Band</b> places legendary musical artists into the role of mentors, pairing them with up-and-coming artists for a once in a lifetime collaboration. This seasons mentors are musician and TV personality Mark McGrath (Sugar Ray), pop queen Belinda Carlisle (The Go-Go's), rock legend Robin Zander (Cheap Trick), award winning producer and techno icon Moby, metal master Sebastian Bach (Skid Row), and guitar idol Dave Navarro (Janes Addiction).</p><p>As mentors, their role is to share advice and to support the breaking artists debut live performance – potentially even taking the stage to join them for the encore to make broadcast history.Each episode of Breaking Band features emerging artists whom are mentored by musical legends as they take the stage for the biggest show of their career!</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/23/59291.jpg"}
{"Name": "Breaking the Band", "Rating": null, "Year": "2018-06-10", "Genres": [], "Oficial Site": "https://www.reelz.com/breaking-the-band/", "Summary": "<p>Sold out tours, chart-topping hits, and runaway world domination can all mean nothing when you're in a band on the brink of collapse. Tempers flare, arguments erupt and the sweet sound of musical success comes to an abrupt end. <b>Breaking the Band</b> shows the battling egos, power struggles and inter-band rivalries that split up The Beatles, The Supremes, Fleetwood Mac, The Eagles, The Beach Boys, N.W.A, Van Halen and Sonny and Cher.</p><p>From crippling drug addictions to scandalous affairs <i>Breaking the Band</i> uncovers the incredible true stories by recreating the key moments the cameras missed in addition to using rare band interviews and off-stage footage to piece together each dramatic tale.</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/158/396509.jpg"}
{"Name": "Bradley Walsh & Son: Breaking Dad", "Rating": 4.3, "Year": "2019-01-02", "Genres": ["Adventure", "Travel"], "Oficial Site": "https://www.itv.com/hub/bradley-barney-walsh-breaking-dad/2a5906", "Summary": "<p>Actor Bradley Walsh and his 20-year-old son Barney are hitting the road together for a brand-new four-part series, travelling over 2000 miles from Los Angeles to New Orleans.</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/447/1118583.jpg"}
{"Name": "Baking Mad with Eric Lanlard", "Rating": null, "Year": "2011-04-25", "Genres": ["Food"], "Oficial Site": "https://web.archive.org/web/20161128180436/http://www.channel4.com/programmes/baking-mad-with-eric-lanlard", "Summary": "<p>Master patissier Eric Lanlard helps people create the perfect bakes.</p>", "Image": "https://static.tvmaze.com/uploads/images/original_untouched/69/174876.jpg"}